common_err_server_not_active=O servidor selecionado n\u00e3o est\u00e1 rodando!
common_error_contentStillAssignedToGroup=O conte\u00fado continua determinado para um ou mais grupos de servidor.
common_error_deploymentFailed=Falha na Implanta\u00e7\u00e3o
common_error_detailsMissing=Nenhum detalhe
common_error_failedToDecode=Ocorreu uma falha na decodifica\u00e7\u00e3o da resposta
common_error_failure=Ocorreu uma falha para:
common_error_unexpectedHttpResponse=Resposta Inesperada HTTP
common_error_unknownError=Erro desconhecido
common_label_action=A\u00e7\u00e3o
common_label_active=Ativar
common_label_add=Adicionar
common_label_addContent=Adicionar Conte\u00fado
common_label_addItem=Adicionar Item
common_label_addProperty=Adicionar Propriedade
common_label_addToGroup=Adicionar Grupo
common_label_addToGroups=Adicionar aos Grupos
common_label_advanced=Avan\u00e7adoAdvanced
common_label_append=Append
common_label_areYouSure=Voc\u00ea tem certeza?
common_label_attributes=Atributos
common_label_autoStart=Auto Inicializa\u00e7\u00e3o?
common_label_back=&larr; Retornar
common_label_basedOn=Baseado em
common_label_cancel=Cancelar
common_label_changeActivation=Alterar Ativa\u00e7\u00e3o
common_label_chooseFile=Por favor selecione um arquivo em que voc\u00ea deseja implantar.
common_label_chooseServerGroup=Escolha o Grupo do Servidor
common_label_clear=Limpar
common_label_contentRepository=Reposit\u00f3rio do Conte\u00fado
common_label_createNewServerConfig=Nova Configura\u00e7\u00e3o do Servidor
common_label_delete=Remover
common_label_deploymentSelection=Sele\u00e7\u00e3o da Implanta\u00e7\u00e3o
common_label_details=Detalhes
common_label_disable=Desativar
common_label_edit=Editar
common_label_enOrDisable=Des/Ativar
common_label_enable=Ativar
common_label_enabled=Ativado
common_label_finish=Finalizar
common_label_item=item
common_label_key=Chave
common_label_lazyActivation=Ativa\u00e7\u00e3o Lenta
common_label_logout=Logout
common_label_messageDetail=Detalhe da Mensagem
common_label_messageDetailTitle=Mensagem
common_label_messages=Mensagens
common_label_name=Nome
common_label_newGroup=Novo Grupo
common_label_newServerGroup=Adicionar
common_label_noRecentMessages=Nenhuma mensagem recente!
common_label_noRecords=Nenhuma grava\u00e7\u00e3o
common_label_option=Op\u00e7\u00e3o
common_label_plaseWait=Por favor espere
common_label_refresh=Atualizar
common_label_reload=Recarregar
common_label_remove=Remover
common_label_requestProcessed=Sua solicita\u00e7\u00e3o est\u00e1 sendo solicitada...
common_label_reset=Reiniciar
common_label_save=Salvar
common_label_selectedGroups=Grupos Selecionados
common_label_selection=Sele\u00e7\u00e3o
common_label_setDefault=Determinar Padr\u00e3o
common_label_settings=Configura\u00e7\u00f5es
common_label_start=Iniciar
common_label_step=Etapa
common_label_stop=Encerrar
common_label_success=Sucesso:
common_label_type=Tipo
common_label_upload=Carregar
common_label_value=Valor
common_label_verifyDeploymentNames=Verifica\u00e7\u00e3o dos Nomes de Implanta\u00e7\u00e3o
common_label_view=Visualizar
common_serverConfig_desc=A configura\u00e7\u00e3o do servidor n\u00e3o especifica a configura\u00e7\u00e3o geral de um servidor. A configura\u00e7\u00e3o do servidor pode ser inicializada e executar trabalho.
common_serverGroups_desc=Um Grupo do Servidor especifica uma pol\u00edtica do gerenciamento comum para um conjunto de servidores. Os Grupos do Servidor s\u00e3o associados com os perfis.
common_socket_bindings_desc=A lista das configura\u00e7\u00f5es do soquete. Essas configura\u00e7\u00f5es s\u00e3o referenciadas atrav\u00e9s da configura\u00e7\u00e3o geral do servidor/dom\u00ednio.
host_interfaces_desc=As regras espec\u00edficas para vincular interfaces num hospedeiro. A configura\u00e7\u00e3o do servidor ser\u00e1 referenciada numa interface pelo nome.
host_properties_desc=As propriedades que s\u00e3o herdadas por qualquer servidor num hospedeiro. Cada servidor pode substituir um valor de propriedade espec\u00edfico.
hosts_jvm_desc=Essas configura\u00e7\u00f5es JVM s\u00e3o aplicadas a qualquer servidor num hospedeiro. As configura\u00e7\u00f5es JVM podem ser determinadas a uma configura\u00e7\u00e3o do servidor pelo nome.
hosts_jvm_err_deleteDefault=A Configura\u00e7\u00e3o JVM padr\u00e3o n\u00e3o pode ser removida!
interfaces_desc=Uma interface de rede nomeada, juntamente com o crit\u00e9rio solicitado para determina\u00e7\u00e3o do endere\u00e7o IP para associa\u00e7\u00e3o com aquela interface.
interfaces_err_inetAddress_set=Nenhum outro valor \u00e9 poss\u00edvel com o Endere\u00e7o Inet configurado.
interfaces_err_loopback_address_set=Nenhum valor \u00e9 permitido com o Endere\u00e7o Loopback configurado.
interfaces_err_loopback_nor_address_set=Nem o Loopback nem mesmo o conjunto do Endere\u00e7o Loopback
interfaces_err_loopback_set=Nenhum outros valores s\u00e3o permitidos com o loopback configurado!
interfaces_err_nic_set=Nenhum valor \u00e9 poss\u00edvel com o Nic configurado!
interfaces_err_nicmatch_set=Nenhum outro valor permitido com o Nic Match configurado!
interfaces_err_not_set=Nenhum crit\u00e9rio de interface especificado!
interfaces_err_wildcard_nor_address_set=Nenhum Endere\u00e7o Inet nem mesmo o conjunto do curinga!
interfaces_err_wildcard_set=Nenhum outro valor \u00e9 poss\u00edvel com o Curinga do Endere\u00e7o.With Address Wildcard is set, no other values are possible.
logout_confirm=Do you really want to logout?
properties_global_desc=Essas propriedades est\u00e3o dispon\u00edveis atrav\u00e9s da configura\u00e7\u00e3o. O aviso Boot-Time especifica se a propriedade deve ser passada na inicializa\u00e7\u00e3o do JVM (-Dproperty=value)
server_config_desc=O status da configura\u00e7\u00e3o do servidor. \u00c0s vezes, a configura\u00e7\u00e3o precisa ser recarregada como o objetivo de tornar-se efetiva.
server_config_uptodate=A configura\u00e7\u00e3o do servidor parece ter sido atualizada!
server_instance_pleaseSelect=Por favor, selecione a inst\u00e2ncia do servidor:
server_instance_reloadRequired=A recarga do servidor \u00e9 solicitada!
server_instance_servers_needRestart=O seguinte servidor precisa ser reiniciado/recarregado:
server_instances_desc=As inst\u00e2ncias do servidor representam o estado do per\u00edodo de execu\u00e7\u00e3o do servidor. Isto inclui o status da m\u00e1quina virtual, assim como o estado espec\u00edfico dos sub-sistemas e implanta\u00e7\u00f5es (ex.: tamanhos do pool da fonte de dados).
server_reload_desc=A configura\u00e7\u00e3o do servidor precisa ser recarregada oi o servidor reinicializado!
subsys_ee_desc=A configura\u00e7\u00e3o do sub-sistema EE. Ela fornece a habilidade para especificar a lista de m\u00f3dulos que deve ser estar dispon\u00edvel para todas as implanta\u00e7\u00f5es.
subsys_ejb3_beanpools_desc=Configura\u00e7\u00f5es do pool de bean para o recipiente EJB.
subsys_ejb3_container_desc=A configura\u00e7\u00e3o da vis\u00e3o geral do sub-sistema ejb3. Essas configura\u00e7\u00f5es aplicam-se a todos os beans, a n\u00e3o ser que substitu\u00eddo na implanta\u00e7\u00e3o ou \u00e0 n\u00edvel do bean.
subsys_ejb3_services_desc=Os servi\u00e7os configur\u00e1veis centralmente que fazem parte do sub-sistema EJB3.
subsys_ejb3_threadpools_desc=As configura\u00e7\u00f5es do pool de segmenta\u00e7\u00e3o que est\u00e3o referenciadas pelos servi\u00e7os EJB services.
subsys_infinispan_cache_container_desc=A set of infinispan cache containers.
subsys_infinispan_local_cache_desc=A set of infinispan local caches.
subsys_infinispan_invalidation_cache_desc=A set of infinispan invalidation caches.
subsys_infinispan_replicated_cache_desc=A set of infinispan replicated caches.
subsys_infinispan_distributed_cache_desc=A set of infinispan distributed caches.
subsys_jacorb_desc=The JacORB subsystem configuration.
subsys_jca_adminobject_desc=Os objetos de administra\u00e7\u00e3o para o adaptador de recurso.
subsys_jca_boostrap_config_desc=O contexto bootstrap para adaptadores de recurso. Cada contexto referencia um gerenciador de trabalho.
subsys_jca_common_config_desc=O sub-sistema da Arquitetura do Conectador Java EE fornecendo configura\u00e7\u00e3o geral para os adaptadores de recurso.
subsys_jca_dataSource_metric_desc=Utiliza\u00e7\u00e3o do per\u00edodo de rodagem da Fonte de Recurso.
subsys_jca_dataSource_registered=Fontes de Dados Registradas
subsys_jca_dataSource_select_driver=Por favor selecione um driver JDBC!
subsys_jca_dataSource_verify=Conex\u00e3o de Teste
subsys_jca_dataSource_xaprop_help=As propriedades para determina\u00e7\u00e3o \u00e0 classe de implanta\u00e7\u00e3o do XADataSource.
subsys_jca_dataSources_desc=Configura\u00e7\u00f5es da fonte de dados JDBC.
subsys_jca_datasource_error_loadDriver=Ocorreu uma falha no carregamento do driver JDBC!
subsys_jca_datasource_error_loadDriver_desc=Voc\u00ea n\u00e3o implantou qualquer driver JDBC ou nenhum servidor est\u00e1 rodando. Voc\u00ea precisa fornecer uma fonte de dados uma implanta\u00e7\u00e3o de driver JDBC com o objetivo de criar uma fonte de dados.
subsys_jca_error_context_removal=O contexto padr\u00e3o n\u00e3o pode ser deletado!
subsys_jca_error_context_removal_desc=O contexto padr\u00e3o \u00e9 mandat\u00f3rio.
subsys_jca_error_datasource_notenabled=A fonte de dados n\u00e3o est\u00e1 ativada!
subsys_jca_error_default_workmanager_deletion=O gerenciador de trabalho padr\u00e3o n\u00e3o pode ser deletado!
subsys_jca_error_pool_exist=J\u00e1 existem pools de segmenta\u00e7\u00e3o!
subsys_jca_error_pool_exist_desc=Ambas as configura\u00e7\u00f5es do pool de segmenta\u00e7\u00e3o de curta e longa rodagem j\u00e1 existem.
subsys_jca_error_pool_removal=O pool n\u00e3o pode ser removido!
subsys_jca_error_pool_removal_desc=\u00c9 obriogat\u00f3rio um pool de rodagem curta.
subsys_jca_existingDataSources=Configura\u00e7\u00f5es de Fonte de Dados Existentes
subsys_jca_newDataSource=Adicionar
subsys_jca_ra_connection_desc=Configura\u00e7\u00e3o das cria\u00e7\u00f5es da conex\u00e3o gerenciado para o adaptador de recurso.
subsys_jca_ra_registered=Adaptador de Recurso Registrado
subsys_jca_resource_adapter_desc=Configura\u00e7\u00f5es do Adaptador de Recurso.
subsys_jca_threadpool_config_desc=As configura\u00e7\u00f5es do pool de segmenta\u00e7\u00e3o usado pelo gerenciador de trabalho JCA.
subsys_jca_workmanager_config_desc=Gerenciador de trabalho para adaptadores de recurso.
subsys_jca_xadataSources_desc=Configura\u00e7\u00e3o da fonte de dados JDBC XA. datasource configuration.
subsys_jgroups_err_protocols_required=The protocol stack can not be empty!
subsys_jmx_desc=A configura\u00e7\u00e3o do sub-sistema JMX.
subsys_jpa_basicMetric_desc=Informa\u00e7\u00e3o do per\u00edodo de rodagem sobre o uso na implanta\u00e7\u00e3o.
subsys_jpa_deployment_desc=m\u00e9trica-ativada: Se \u00e9 que as estat\u00edsticas devem ser coletadas para a unidade persistente.
subsys_jpa_desc=A configura\u00e7\u00e3o do sub-sistema JPA.
subsys_jpa_puList_desc=Unidades de persist\u00eancia dispon\u00edveis. Voc\u00ea poder\u00e1 precisar ativar as estat\u00edsticas pela implanta\u00e7\u00e3o com o objetivo de visualizar as m\u00e9tricas.
subsys_logging_addHandler=Adicionar Manuseador
subsys_logging_asyncHandlers_desc=Define um manuseador que escreve os sub-manuseadores numa segmenta\u00e7\u00e3o ass\u00edncrona. Usado por manuseadores que introduzem uma quantia substancial de atraso.
subsys_logging_consoleHandlers_desc=Define um manuseador que escreve no console.
subsys_logging_customHandlers_desc=Define uma manuseador de registro de log. O manuseador de log deve estender o java.util.logging.Handler.
subsys_logging_fileHandlers_desc=Define o manuseador que grava num arquivo.
subsys_logging_invalidByteSpec=Deve ser seguida por um char para (b)yte,(k)ilobyte,(m)egabyte,(g)igabyte ou (t)erabyte
subsys_logging_loggers_desc=Define uma categoria do agente de log.
subsys_logging_newHandlerProperty=Nova Propriedade do Manuseador
subsys_logging_periodicRotatingFileHandlers_desc=Define um manuseador que escreve a um arquivo, roteando o log ap\u00f3s o per\u00edodo de tempo derivado a partir de uma sequ\u00eancia de sufixo gerada, que deve estar num formato entendido pelo java.text.SimpleDateFormat.
subsys_logging_removeHandler=Remover Manuseador
subsys_logging_rootLogger_desc=Define a raiz do agente de log para este contexto de log.
subsys_logging_sizeRotatingFileHandlers_desc=Define um manuseador que grava a um arquivo, roteando o log ap\u00f3s o tamanho do arquivo crescer al\u00e9m de um certo ponto e mantendo um n\u00famero de backups.
subsys_mail_server_desc=Mail server definitions to used with Mail Session.
subsys_mail_session_desc=Mail session definitions.
subsys_messaging_jms_desc=Vis\u00e3o Geral da Configura\u00e7\u00e3o JMS.
subsys_messaging_jms_provider_desc=Configura\u00e7\u00f5es do provedor JMS.
subsys_messaging_queue_metric_desc=M\u00e9tricas das filas JMS.
subsys_messaging_topic_metric_desc=M\u00e9tricas para os t\u00f3picos JMS.
subsys_modcluster_desc=The modcluster configuration.
subsys_osgi_capabilityAdd=Adicionar Capacidade
subsys_osgi_capabilityEdit=Editar Capacidade
subsys_osgi_frameworkPropertyAdd=Nova Propriedade do Framework OSGi
subsys_security_audit_desc=Configura\u00e7\u00e3o de auditoria. Configura uma lista dos m\u00f3dulos do provedor a serem usados.
subsys_security_authentication_desc=Configura\u00e7\u00e3o de autentica\u00e7\u00e3o para este dom\u00ednio. Pode ser tanto cl\u00e1ssico ou jaspi.
subsys_security_authorization_desc=Configura\u00e7\u00e3o de autoriza\u00e7\u00e3o. Configura uma lista dos m\u00f3dulos da pol\u00edtica de autoriza\u00e7\u00e3o.
subsys_security_desc=A configura\u00e7\u00e3o geral do sub-sistema de seguran\u00e7a.
subsys_security_domains_desc=Dom\u00ednios de Seguran\u00e7a registrados. Por favor selecione um dom\u00ednio para editar as pol\u00edticas de seguran\u00e7a.
subsys_security_mapping_desc=Configura\u00e7\u00e3o de mapeamento. Configura os m\u00f3dulos de mapeamento a ser usados para o mapeamento principal, de fun\u00e7\u00e3o, atributo e credencial.
subsys_threads_blocking_bounded_desc=Um conjunto de bloqueamento de pools de segmenta\u00e7\u00e3o de fila vinculada.
subsys_threads_blocking_queueless_desc=Um conjunto de bloqueamento de pools de segmenta\u00e7\u00e3o sem fila fila.
subsys_threads_bounded_desc=Um conjunto vinculado de pools de segmenta\u00e7\u00e3o da fila.
subsys_threads_factory_desc=Um conjunto de cria\u00e7\u00f5es da segmenta\u00e7\u00e3o
subsys_threads_queueless_desc=Um conjunto de pools de segmenta\u00e7\u00e3o sem fila.
subsys_threads_scheduled_desc=Um conjunto esquematizado de pools de segmenta\u00e7\u00e3o.
subsys_threads_unbounded_desc=Um conjunto n\u00e3o-vinculado de pools de segmenta\u00e7\u00e3o da fila.
subsys_web_desc=A configura\u00e7\u00e3o do sub-sistema do jboss.web.
subsys_web_socketInUse=O Binding Soquete j\u00e1 est\u00e1 em uso por outro servidor
subsys_ws_desc=A configura\u00e7\u00e3o do sub-sistema dos servi\u00e7os da web.
subsys_ws_endpoint_desc=Pontos de Extremidade do Servi\u00e7o da Web. Os Pontos de Extremidade a serem implantados como aplicativos regulares.
subys_tx_desc=A configura\u00e7\u00e3o da sub-sistema das transa\u00e7\u00f5es.
subys_tx_metric_desc=Essas m\u00e9tricas refletem do estado atual do sub-sistema da transa\u00e7\u00e3o. Voc\u00ea dever\u00e1 ativar as estat\u00edsticas para o sub-sistema, caso a nenhuma m\u00e9trica seja apresentada.
subys_web_metric_desc=M\u00e9tricas para o sub-sistema da web subsystem.
