common_err_server_not_active=Le serveur s\u00e9lectionn\u00e9 n&#39;est pas en cours d&#39;ex\u00e9cution.
common_error_contentStillAssignedToGroup=Le contenu est toujours assign\u00e9 \u00e0 un ou plusieurs groupes de serveurs.
common_error_deploymentFailed=D\u00e9faillance de d\u00e9ploiement
common_error_detailsMissing=Aucun d\u00e9tail
common_error_failedToDecode=Impossible de d\u00e9coder la r\u00e9ponse
common_error_failure=N&#39;a pas pu :
common_error_unexpectedHttpResponse=R\u00e9ponse HTTP inattendue
common_error_unknownError=Erreur inconnue
common_label_action=Action
common_label_active=Actif
common_label_add=Ajouter
common_label_addContent=Ajouter Contenu
common_label_addItem=Ajouter Item
common_label_addProperty=Ajouter Propri\u00e9t\u00e9
common_label_addToGroup=Ajouter au groupe
common_label_addToGroups=Ajouter aux groupes
common_label_advanced=Avanc\u00e9Advanced
common_label_append=Append
common_label_areYouSure=\u00cates-vous certain ?
common_label_attributes=Attributs
common_label_autoStart=Auto Start ?
common_label_back=&larr; Arri\u00e8re
common_label_basedOn=Bas\u00e9 sur
common_label_cancel=Annuler
common_label_changeActivation=Activation Changement
common_label_chooseFile=Veuillez choisir un fichier que vous souhaitez d\u00e9ployer.
common_label_chooseServerGroup=Choisissez un groupe des serveurs
common_label_clear=Supprimer
common_label_contentRepository=R\u00e9f\u00e9rentiel Contenu
common_label_createNewServerConfig=Nouvelle configuration du serveur
common_label_delete=Supprimer
common_label_deploymentSelection=S\u00e9lection du d\u00e9ploiement
common_label_details=D\u00e9tails
common_label_disable=D\u00e9sactiver
common_label_edit=Modifier
common_label_enOrDisable=Activer/D\u00e9sactiver
common_label_enable=Activer
common_label_enabled=Activ\u00e9
common_label_finish=Terminer
common_label_item=item
common_label_key=Cl\u00e9
common_label_lazyActivation=Lazy Activation
common_label_logout=Logout
common_label_messageDetail=D\u00e9tails du message
common_label_messageDetailTitle=Message
common_label_messages=Messages
common_label_name=Nom
common_label_newGroup=Nouveau groupe
common_label_newServerGroup=Ajouter
common_label_noRecentMessages=Aucun message r\u00e9cent
common_label_noRecords=Aucun enregistrement
common_label_option=Option
common_label_plaseWait=Veuillez patienter
common_label_refresh=R\u00e9actualisation
common_label_reload=T\u00e9l\u00e9charger \u00e0 nouveau
common_label_remove=Supprimer
common_label_requestProcessed=Votre demande est en cours de traitement ...
common_label_reset=Restauration
common_label_save=Sauvegarder
common_label_selectedGroups=Groupes s\u00e9lectionn\u00e9s
common_label_selection=S\u00e9lection
common_label_setDefault=Configurez les valeurs par d\u00e9faut
common_label_settings=Param\u00e8tres de configuration
common_label_start=D\u00e9marrage
common_label_step=\u00c9tape
common_label_stop=Stop
common_label_success=Succ\u00e8s :
common_label_type=Type
common_label_upload=T\u00e9l\u00e9charger
common_label_value=Valeur
common_label_verifyDeploymentNames=V\u00e9rifier les noms de d\u00e9ploiement
common_label_view=Vue &rarr;
common_serverConfig_desc=Une configuration de serveur indique la configuration g\u00e9n\u00e9rale d&#39;un serveur. Une configuration de serveur peut \u00eatre d\u00e9marr\u00e9e et est op\u00e9rationnelle. Les configurations de serveur appartiennent aux groupes de serveurs.
common_serverGroups_desc=Un groupe de serveur
common_socket_bindings_desc=Une liste des configurations de socket. Ces configurations sont r\u00e9f\u00e9renc\u00e9es tout au long de la configuration globale du serveur/domaine.
host_interfaces_desc=R\u00e8gles particuli\u00e8res pour lier les interfaces sur un h\u00f4te. Une configuration de serveur r\u00e9f\u00e9rencera une interface par nom.
host_properties_desc=Les propri\u00e9t\u00e9s h\u00e9rit\u00e9es par un serveur sur un h\u00f4te. Chaque serveur peut changer une propri\u00e9t\u00e9 particuli\u00e8re.
hosts_jvm_desc=Ces configurations JVM sont applicables \u00e0 n&#39;importe quel serveur sur h\u00f4te. Les configurations JVM peuvent \u00eatre assign\u00e9es \u00e0 la configuration du serveur par nom.
hosts_jvm_err_deleteDefault=La configuration JVM par d\u00e9faut ne peut pas \u00eatre supprim\u00e9e.
interfaces_desc=Une interface de r\u00e9seau nomm\u00e9e, avec les crit\u00e8res requis pour d\u00e9terminer l&#39;adresse IP \u00e0 associer \u00e0 cette interface.
interfaces_err_inetAddress_set=Quand Adresse Inet est d\u00e9finie, aucune autre valeur n&#39;est possible.
interfaces_err_loopback_address_set=Avec Adresse Bouclage d\u00e9finie, aucune autre valeur n&#39;est autoris\u00e9e
interfaces_err_loopback_nor_address_set=Ni Bouclage, ni Adresse Bouclage ne sont d\u00e9finis
interfaces_err_loopback_set=Quand le Bouclage est d\u00e9fini, aucune autre valeur n&#39;est autoris\u00e9e.
interfaces_err_nic_set=Avec Nic d\u00e9fini, aucune autre valeur n&#39;est autoris\u00e9e.
interfaces_err_nicmatch_set=Avec Nic Match d\u00e9fini, aucune autre valeur n&#39;est autoris\u00e9e.
interfaces_err_not_set=Aucun crit\u00e8re d&#39;interface indiqu\u00e9
interfaces_err_wildcard_nor_address_set=Ni Adresse Inet, ni Caract\u00e8re g\u00e9n\u00e9rique sont d\u00e9finis.
interfaces_err_wildcard_set=Quand Caract\u00e8re g\u00e9n\u00e9rique Adresse est d\u00e9fini, aucune autre valeur n&#39;est possible.
logout_confirm=Do you really want to logout?
properties_global_desc=Ces propri\u00e9t\u00e9s sont disponibles dans la configuration. Le drapeau Boot-Time indique si une propri\u00e9t\u00e9 doit \u00eatre pass\u00e9e au JVM Start (-Dproperty=value)
server_config_desc=Statut de la configuration du serveur. Dans certains cas, la configuration a besoin d&#39;\u00eatre charg\u00e9e \u00e0 nouveau pour pouvoir fonctionner.
server_config_uptodate=La configuration du serveur est mise \u00e0 jour
server_instance_pleaseSelect=Veuillez s\u00e9lectionner une instance de serveur :
server_instance_reloadRequired=Un rechargement du serveur s&#39;impose.
server_instance_servers_needRestart=Le serveur suivant a besoin d&#39;\u00eatre d\u00e9marr\u00e9/charg\u00e9 \u00e0 nouveau :
server_instances_desc=Les instances de serveur repr\u00e9sentent l&#39;\u00e9tat de runtime du serveur. Cela inclut le statut de la machine virtuelle, ainsi que l&#39;\u00e9tat du sous-syst\u00e8me particulier et d\u00e9ploiements (c-a-d les tailles des pool de sources de donn\u00e9es).
server_reload_desc=La configuration du serveur doit \u00eatre charg\u00e9e \u00e0 nouveau ou le serveur doit \u00eatre d\u00e9marr\u00e9 \u00e0 nouveau.
subsys_ee_desc=La configuration du sous-syst\u00e8me EE. Elle donne la possibilit\u00e9 d&#39;indiquer une liste de modules qui devrait \u00eatre disponible pour tous les d\u00e9ploiements.
subsys_ejb3_beanpools_desc=Configurations de pool de bean pour le conteneur EJB.
subsys_ejb3_container_desc=La configuration g\u00e9n\u00e9rale du sous-syst\u00e8me ejb3. Cette configuration s&#39;applique \u00e0 tous les beans, \u00e0 moins que qu&#39;ils aient \u00e9t\u00e9 remplac\u00e9s au niveau d\u00e9ploiement ou au niveau bean.
subsys_ejb3_services_desc=Services configurables de fa\u00e7on centralis\u00e9e et qui font partie du sous-syst\u00e8me EJB3.
subsys_ejb3_threadpools_desc=Configurations de pool de thread qui sont r\u00e9f\u00e9renc\u00e9es par les services EJB services.
subsys_infinispan_cache_container_desc=A set of infinispan cache containers.
subsys_infinispan_local_cache_desc=A set of infinispan local caches.
subsys_infinispan_invalidation_cache_desc=A set of infinispan invalidation caches.
subsys_infinispan_replicated_cache_desc=A set of infinispan replicated caches.
subsys_infinispan_distributed_cache_desc=A set of infinispan distributed caches.
subsys_jacorb_desc=La configuration du sous-syst\u00e8me JacORB
subsys_jca_adminobject_desc=Les objet d&#39;administration d&#39;un adaptateur de ressources.
subsys_jca_boostrap_config_desc=Contexte de d\u00e9marrage pour les adaptateurs de ressources. Chaque contexte fait r\u00e9f\u00e9rence \u00e0 un workmanager.
subsys_jca_common_config_desc=Le sous-syst\u00e8me JCA (Java EE Connector Architecture) qui offre un configuration g\u00e9n\u00e9rale pour les adaptateurs de ressources.
subsys_jca_dataSource_metric_desc=Utilisation du temps d&#39;ex\u00e9cution de sources de donn\u00e9es.
subsys_jca_dataSource_registered=Sources de donn\u00e9es enregistr\u00e9es
subsys_jca_dataSource_select_driver=Veuillez s\u00e9lectionner un pilote JDBC
subsys_jca_dataSource_verify=Test de connexion
subsys_jca_dataSource_xaprop_help=Propri\u00e9t\u00e9s \u00e0 assigner \u00e0 la classe d&#39;impl\u00e9mentation XADataSource.
subsys_jca_dataSources_desc=Configurations de la source de donn\u00e9es JDBC.
subsys_jca_datasource_error_loadDriver=D\u00e9faillance lors du chargement du pilote JDCB
subsys_jca_datasource_error_loadDriver_desc=Soit vous n&#39;avez pas d\u00e9ploy\u00e9 de pilote JDBC, soit le serveur n&#39;est pas en cours d&#39;ex\u00e9cution. Pour pouvoir cr\u00e9er une source de donn\u00e9es, vous aurez besoin de fournir un d\u00e9ploiement de pilote JDBC.
subsys_jca_error_context_removal=Le contexte par d\u00e9faut ne peut pas \u00eatre supprim\u00e9.
subsys_jca_error_context_removal_desc=Le contexte par d\u00e9faut est obligatoire.
subsys_jca_error_datasource_notenabled=Source de donn\u00e9es non activ\u00e9e
subsys_jca_error_default_workmanager_deletion=Le Work Manager par d\u00e9faut ne peut pas \u00eatre supprim\u00e9.
subsys_jca_error_pool_exist=Les threads de pool sont d\u00e9j\u00e0 pr\u00e9sents.
subsys_jca_error_pool_exist_desc=Les configurations de pool de thread de courte ou de longue dur\u00e9e sont d\u00e9j\u00e0 pr\u00e9sents.
subsys_jca_error_pool_removal=Pool ne peut pas \u00eatre supprim\u00e9
subsys_jca_error_pool_removal_desc=Un pool de courte dur\u00e9e est obligatoire.
subsys_jca_existingDataSources=Configurations de sources de donn\u00e9es existantes
subsys_jca_newDataSource=Ajouter
subsys_jca_ra_connection_desc=Configuration des usines de connexion g\u00e9r\u00e9es pour un adaptateur de ressources.
subsys_jca_ra_registered=Adaptateur de ressources enregistr\u00e9
subsys_jca_resource_adapter_desc=Configurations de l&#39;adaptateur de ressources.
subsys_jca_threadpool_config_desc=Configurations de pools de theads utilis\u00e9es par un Workmanager JCA.
subsys_jca_workmanager_config_desc=Work Manager pour les adaptateurs de ressources.
subsys_jca_xadataSources_desc=Configuration de la source de donn\u00e9es JDBC XA. datasource configuration.
subsys_jgroups_err_protocols_required=The protocol stack can not be empty!
subsys_jmx_desc=La configuration du sous-syst\u00e8me JMX
subsys_jpa_basicMetric_desc=Information de runtime au sujet de l&#39;utilisation d&#39;Hibernate en d\u00e9ploiement.
subsys_jpa_deployment_desc=Activation m\u00e9trique : indique si les statistiques doivent \u00eatre collect\u00e9s pour une unit\u00e9 persistante.
subsys_jpa_desc=La configuration du sous-syst\u00e8me JPA.
subsys_jpa_puList_desc=Unit\u00e9s de persistance disponibles. Vous devrez sans doute activer activer les statistiques pour chaque d\u00e9ploiement pour pouvoir voir les les param\u00e8tres m\u00e9triques.
subsys_logging_addHandler=Ajouter Gestionnaire
subsys_logging_asyncHandlers_desc=D\u00e9finit un gestionnaire qui \u00e9crit dans les sous-gestionnaires dans un thread asynchrone. Utilis\u00e9 pour les gestionnaires avec des temps de retard.
subsys_logging_consoleHandlers_desc=D\u00e9finit un gestionnaire qui \u00e9crit sur la console.
subsys_logging_customHandlers_desc=D\u00e9finit un gestionnaire de journalisation personnalis\u00e9. Le gestionnaire personnalis\u00e9 doit \u00e9tendre java.util.logging.Handler.
subsys_logging_fileHandlers_desc=D\u00e9finit un gestionnaire qui \u00e9crit dans un fichier.
subsys_logging_invalidByteSpec=Doit correspondre \u00e0 un num\u00e9ro suivi par char pour (b)yte,(k)ilobyte,(m)egabyte,(g)igabyte, ou (t)erabyte
subsys_logging_loggers_desc=D\u00e9finit une cat\u00e9gorie de cr\u00e9ateur de journal.
subsys_logging_newHandlerProperty=Nouvelle propri\u00e9t\u00e9 du gestionnaire
subsys_logging_periodicRotatingFileHandlers_desc=D\u00e9finit un gestionnaire qui \u00e9crit dans un fichier, et qui met le log en rotation apr\u00e8s un certain temps d\u00e9riv\u00e9 du string du suffixe donn\u00e9, et qui doit \u00eatre dans un format compr\u00e9hensible dans java.text.SimpleDateFormat.
subsys_logging_removeHandler=Supprimer Gestionnaire
subsys_logging_rootLogger_desc=D\u00e9finit le cr\u00e9ateur de journal root pour ce contexte de journalisation.
subsys_logging_sizeRotatingFileHandlers_desc=D\u00e9finit un gestionnaire qui \u00e9crit dans un fichier, et qui met le log en rotation quand la taille du fichier atteint un certain point et conserve un certain nombre de sauvegardesand keeping a fixed number of backups.
subsys_mail_server_desc=Mail server definitions to used with Mail Session.
subsys_mail_session_desc=Mail session definitions.
subsys_messaging_jms_desc=La configuration g\u00e9n\u00e9rale JMS.
subsys_messaging_jms_provider_desc=Configurations du fournisseur JMS.
subsys_messaging_queue_metric_desc=Param\u00e8tres m\u00e9triques de files d&#39;attente JMS.
subsys_messaging_topic_metric_desc=Param\u00e8tres m\u00e9triques de sujets JMS.
subsys_modcluster_desc=The modcluster configuration.
subsys_osgi_capabilityAdd=Ajouter Capacit\u00e9
subsys_osgi_capabilityEdit=Modifier Capacit\u00e9
subsys_osgi_frameworkPropertyAdd=Nouvelle propri\u00e9t\u00e9 Framework OSGi
subsys_security_audit_desc=Configuration d&#39;auditing. Configure une liste de modules de fournisseur \u00e0 utiliser.
subsys_security_authentication_desc=Configuration de l&#39;authentification pour ce domaine. Peut \u00eatre soit classique, soit jaspi.
subsys_security_authorization_desc=Configuration de l&#39;autorisation. Configure une liste de modules de politique d&#39;autorisation \u00e0 utiliser.
subsys_security_desc=Configuration g\u00e9n\u00e9rale du sous-syst\u00e8me de s\u00e9curit\u00e9.
subsys_security_domains_desc=Domaines de s\u00e9curit\u00e9 enregistr\u00e9s. Veuillez s\u00e9lectionner un domaine pour \u00e9diter les politiques de s\u00e9curit\u00e9.
subsys_security_mapping_desc=Configuration de mappage. Configure une liste de modules de mappage des identifiants, du principal, du r\u00f4le et des attributs.
subsys_threads_blocking_bounded_desc=Un ensemble de pools de threads li\u00e9s et bloquants avec file d&#39;attente.
subsys_threads_blocking_queueless_desc=Un ensemble de pools de threads  bloquants sans file d&#39;attente.
subsys_threads_bounded_desc=Un ensemble de pools de threads li\u00e9s avec file d&#39;attente.
subsys_threads_factory_desc=Un ensemble d&#39;usines de threads
subsys_threads_queueless_desc=Un ensemble de pools de threads sans file d&#39;attente.
subsys_threads_scheduled_desc=Un ensemble de pools de threads programm\u00e9s.
subsys_threads_unbounded_desc=Un ensemble de pools de threads non li\u00e9s avec file d&#39;attente.
subsys_web_desc=La configuration du sous-syst\u00e8me jboss.web.
subsys_web_socketInUse=Socket Binding est d\u00e9j\u00e0 utilis\u00e9 par une autre connecteur
subsys_ws_desc=La configuration du sous-syst\u00e8me de services web.
subsys_ws_endpoint_desc=Web Service Endpoints. Les points de terminaison doivent \u00eatre d\u00e9ploy\u00e9s en tant qu&#39;applications r\u00e9guli\u00e8res.
subys_tx_desc=La configuration du sous-syst\u00e8me de transactions.
subys_tx_metric_desc=Ces param\u00e8tres m\u00e9triques refl\u00e8tent l&#39;\u00e9tat actuel du sous-syst\u00e8me de la transaction. Si aucun param\u00e8tre m\u00e9trique appara\u00eet, vous serez sans doute oblig\u00e9 d&#39;activer les statistiques du sous-syst\u00e8me de la transaction.
subys_web_metric_desc=M\u00e9triques du sous-syst\u00e8me web subsystem.
help_need_help=Need Help?
help_close_help=Close