common_err_server_not_active=El servidor que seleccion\u00f3 \u00a1No est\u00e1 ejecutando!
common_error_contentStillAssignedToGroup=El contenido todav\u00eda est\u00e1 alineado con uno o m\u00e1s grupos de servidores.
common_error_deploymentFailed=Implementaci\u00f3n fallida
common_error_detailsMissing=No hay detalles
common_error_failedToDecode=No se logr\u00f3 descifrar la respuesta
common_error_failure=No se logr\u00f3:
common_error_unexpectedHttpResponse=Respuesta HTTP inesperada
common_error_unknownError=Error desconocido
common_label_action=Acci\u00f3n
common_label_active=Activo
common_label_add=Agregar
common_label_addContent=Agregar contenido
common_label_addItem=Agregar objeto
common_label_addProperty=Agregar propiedad
common_label_addToGroup=Agregar al grupo
common_label_addToGroups=Agregar a los grupos
common_label_advanced=AvanzadoAdvanced
common_label_append=Append
common_label_areYouSure=\u00bfEst\u00e1 seguro?
common_label_attributes=Atributos
common_label_autoStart=\u00bfPor empezar?
common_label_back=&larr; Regresar
common_label_basedOn=Basado en
common_label_cancel=Cancelar
common_label_changeActivation=Cambiar activaci\u00f3n
common_label_chooseFile=Seleccione un archivo que quiera implementar
common_label_chooseServerGroup=Seleccione un grupo de servidores
common_label_clear=Limpiar
common_label_contentRepository=Repositorio de contenido
common_label_createNewServerConfig=Nueva configuraci\u00f3n del servidor
common_label_delete=Borrar
common_label_deploymentSelection=Selecci\u00f3n de la implementaci\u00f3n
common_label_details=Detalles
common_label_disable=Inhabilitar
common_label_edit=Modificar
common_label_enOrDisable=Des/habilitar
common_label_enable=Habilitar
common_label_enabled=Habilitado
common_label_finish=Terminar
common_label_item=objeto
common_label_key=Llave
common_label_lazyActivation=Activaci\u00f3n perezosa
common_label_logout=Logout
common_label_messageDetail=Detalles del mensaje
common_label_messageDetailTitle=Mensaje
common_label_messages=Mensajes
common_label_name=Nombre
common_label_newGroup=Nuevo grupo
common_label_newServerGroup=Agregar
common_label_noRecentMessages=\u00a1No hay mensajes recientes!
common_label_noRecords=No hay registros
common_label_option=Opci\u00f3n
common_label_plaseWait=Por favor espere
common_label_refresh=Refrescar
common_label_reload=Recargar
common_label_remove=Borrar
common_label_requestProcessed=Su solicitud se est\u00e1 procesando...
common_label_reset=Reestablecer
common_label_save=Guardar
common_label_selectedGroups=Grupos seleccionados
common_label_selection=Selecci\u00f3n
common_label_setDefault=Establecer valor predeterminado
common_label_settings=Configuraciones
common_label_start=Iniciar
common_label_step=Paso
common_label_stop=Detener
common_label_success=Exito:
common_label_type=Tipo
common_label_upload=Cargar
common_label_value=Valor
common_label_verifyDeploymentNames=Verificaci\u00f3n de los nombres de implementaci\u00f3n
common_label_view=Ver &rarr;
common_serverConfig_desc=Una configuraci\u00f3n del servidor especifica la configuraci\u00f3n general de un servidor. Una configuraci\u00f3n del servidor puede inicar y puede trabajar. Las configuraciones del servidor pertenecen a los grupos de servidores.
common_serverGroups_desc=Un grupo de servidores especifica una pol\u00edtica com\u00fan de administraci\u00f3n para un grupo de servidores. Los grupos de servidores est\u00e1n asociados con los perfiles.
common_socket_bindings_desc=Una lista de configuraciones de sockets. Estas configuraciones se referencian a trav\u00e9s de toda la configuraci\u00f3n del servidor/dominio.
host_interfaces_desc=Reglas espec\u00edficas para enlazar interfaces a un host. Una configuraci\u00f3n del servidor har\u00e1 referencia a una interfaz por nombre.
host_properties_desc=Las propiedades que se heredan en cualquier servidor en un host. Cada servidor puede sobreescribir una valor especifico de una propiedad.
hosts_jvm_desc=Estas configuraciones de la MVJ son aplicables a cualquier servidor en un host. Las configuraciones de la MVJ se pueden asignar a la configuraci\u00f3n del servidor por nombre.
hosts_jvm_err_deleteDefault=\u00a1La configuraci\u00f3n predeterminada de la MVJ no se puede borrar!
interfaces_desc=Una interfaz de red nombrada junto con los criterios requeridos para determinar la direcci\u00f3n IP a la cual asociar esa interfaz. 
interfaces_err_inetAddress_set=Cuando la direcci\u00f3n Inet est\u00e1 establecida no hay otros valores posibles.
interfaces_err_loopback_address_set=Cuando la direcci\u00f3n Loopback est\u00e1 establecida \u00a1no se permiten otros valores!
interfaces_err_loopback_nor_address_set=No se han establecido el Loopback ni la direcci\u00f3n Loopback
interfaces_err_loopback_set=\u00a1Cuando Loopback est\u00e1 establecido no hay otros valores permitidos!
interfaces_err_nic_set=Cuando Nic est\u00e1 establecido \u00a1no se permiten otros valores!
interfaces_err_nicmatch_set=Cuando Nic Match est\u00e1 establecido \u00a1no se permiten otros valores!
interfaces_err_not_set=\u00a1No se especific\u00f3 el criterio de la interfaz!
interfaces_err_wildcard_nor_address_set=\u00a1No hay una direcci\u00f3n Inet establecida ni un comod\u00edn!
interfaces_err_wildcard_set=Cuando el comod\u00edn de direcci\u00f3n est\u00e1 establecido no hay otros valores posibles.other values are possible.
logout_confirm=Do you really want to logout?
properties_global_desc=Estas propiedades est\u00e1n disponibles a trav\u00e9s de la configuraci\u00f3n. La etiqueta del tiempo de arranque especifica si una propiedad se debe pasar en el inicio de la MVJ (-Dproperty=value)
server_config_desc=Estatus de configuraci\u00f3n del servidor. En algunos casos es necesario volver a cargar la configuraci\u00f3n con el fin de que tome efecto. 
server_config_uptodate=\u00a1La configuraci\u00f3n del servidor parece actualizada!
server_instance_pleaseSelect=Seleccione una instancia del servidor:
server_instance_reloadRequired=\u00a1Se necesita volver a cargar el servidor!
server_instance_servers_needRestart=Es necesario re-iniciar/re-cargar el siguiente servidor: 
server_instances_desc=Las instancias del servidor representan el estado del tiempo de ejecuci\u00f3n del servidor. Esto incluye el estatus de la m\u00e1quina virtual as\u00ed como el estado espec\u00edfico de las implementaciones y el sub-sistema (es decir los tama\u00f1os del pool de las fuentes de datos).
server_reload_desc=\u00a1Es necesario re-cargar la configuraci\u00f3n del servidor o re-inicar el servidor!
subsys_ee_desc=La configuraci\u00f3n del subsistema EE. Proporciona la habilidad para especificar una lista de m\u00f3dulos que deben estar disponibles para todas las implementaciones.
subsys_ejb3_beanpools_desc=Configuraciones de pools de beans para el contenedor EJB.
subsys_ejb3_container_desc=La configuraci\u00f3n general del sub-sistema ejb3. Esta configuraci\u00f3n aplica a todos los beans a menos de que se sobreescriba durante la implementaci\u00f3n o a nivel del bean.
subsys_ejb3_services_desc=Servicios configurables centralmente que son parte del sub-sistema EJB3.
subsys_ejb3_threadpools_desc=Configuraciones de pools de hilos que son referenciados por los servicios EJB services.
subsys_infinispan_cache_container_desc=A set of infinispan cache containers.
subsys_infinispan_local_cache_desc=A set of infinispan local caches.
subsys_infinispan_invalidation_cache_desc=A set of infinispan invalidation caches.
subsys_infinispan_replicated_cache_desc=A set of infinispan replicated caches.
subsys_infinispan_distributed_cache_desc=A set of infinispan distributed caches.
subsys_jacorb_desc=La configuraci\u00f3n del sub-sistema JacORB.
subsys_jca_adminobject_desc=Los objetos de administraci\u00f3n para un adaptador de recursos.
subsys_jca_boostrap_config_desc=Contexto bootstrap para los adaptadores de recursos. Cada contexto hace referencia a un administrador de trabajo.
subsys_jca_common_config_desc=El subsistema JCA (del ingl\u00e9s Java EE Connector Architecture) proporciona una configuraci\u00f3n general para los adaptadores de recursos.
subsys_jca_dataSource_metric_desc=Utilizaci\u00f3n del tiempo de ejecuci\u00f3n de fuentes de datos. 
subsys_jca_dataSource_registered=Fuentes de datos registradas
subsys_jca_dataSource_select_driver=\u00a1Por favor seleccione un controlador JDBC!
subsys_jca_dataSource_verify=Probar conexi\u00f3n
subsys_jca_dataSource_xaprop_help=Propiedades para asignar a la clase de la implementaci\u00f3n XADataSource.
subsys_jca_dataSources_desc=Configuraciones de la fuente de datos JDBC.
subsys_jca_datasource_error_loadDriver=\u00a1No se logr\u00f3 cargar el controlador JDBC!
subsys_jca_datasource_error_loadDriver_desc=No implement\u00f3 el controlador JDBC o el servidor no est\u00e1 ejecutando. Con el fin de crear una fuente de datos necesita proporcionar una implementaci\u00f3n del controlador JDBC.
subsys_jca_error_context_removal=\u00a1El contexto predeterminado no se puede borrar!
subsys_jca_error_context_removal_desc=El contexto predeterminado es obligatorio.
subsys_jca_error_datasource_notenabled=\u00a1Fuente de datos no habilitada!
subsys_jca_error_default_workmanager_deletion=\u00a1El administrador de trabajo predeterminado no se puede borrar!
subsys_jca_error_pool_exist=\u00a1Ya existen los pools de hilos!
subsys_jca_error_pool_exist_desc=Ya existen configuraciones de pools de hilos de larga ejecuci\u00f3n y de corta ejecuci\u00f3n. 
subsys_jca_error_pool_removal=\u00a1El pool no se puede borrar!
subsys_jca_error_pool_removal_desc=Un pool de ejecuci\u00f3n corta es obligatoria.
subsys_jca_existingDataSources=Configuraciones existentes de fuentes de datos
subsys_jca_newDataSource=Configuraciones JVM
subsys_jca_ra_connection_desc=Configuraci\u00f3n de las f\u00e1bricas de conexiones administradas para un adaptador de recursos.
subsys_jca_ra_registered=Adaptador de recursos registrado
subsys_jca_resource_adapter_desc=Configuraciones del adaptador de recursos.
subsys_jca_threadpool_config_desc=Configuraciones de pools de hilos que el JCA workmanager utiliza.
subsys_jca_workmanager_config_desc=Administrador de trabajo para adaptadores de recursos.
subsys_jca_xadataSources_desc=Configuraci\u00f3n de la fuente de datos JDBC XA datasource configuration.
subsys_jgroups_err_protocols_required=The protocol stack can not be empty!
subsys_jmx_desc=La configuraci\u00f3n del sub-sistema JMX.
subsys_jpa_basicMetric_desc=Informaci\u00f3n de ejecuci\u00f3n sobre el uso de Hibernate en la implementaci\u00f3n.
subsys_jpa_deployment_desc=m\u00e9trica-habilitada: si las estad\u00edsticas se reben recolectar en una unidad de persistencia.
subsys_jpa_desc=La configuraci\u00f3n del sub-sistema JPA.
subsys_jpa_puList_desc=Unidades de persistencia disponibles. Es posible que necesite habilitar la estad\u00edsticas para cada implementaci\u00f3n con el fin de ver la m\u00e9trica.
subsys_logging_addHandler=Agregar controlador
subsys_logging_asyncHandlers_desc=Define un controlador, el cual escribe en los sub-controladores en un hilo asincr\u00f3nico. Utilizado para los controladores, el cual introduce una cantidad importante de retraso.
subsys_logging_consoleHandlers_desc=Define un controlador el cual escribe en la consola.
subsys_logging_customHandlers_desc=Defines un controlador de registro personalizado. El controlador personalizado debe extender java.util.logging.Handler.
subsys_logging_fileHandlers_desc=Define un controlador el cual escribe en un archivo.
subsys_logging_invalidByteSpec=Debe ser un n\u00famero seguido de un caracter para (b)yte,(k)ilobyte,(m)egabyte,(g)igabyte o (t)erabyte
subsys_logging_loggers_desc=Define una categor\u00eda de registro.
subsys_logging_newHandlerProperty=Nuevas propiedades del controlador
subsys_logging_periodicRotatingFileHandlers_desc=Define un controlador, el cual escribe en un archivo rotando el registro despu\u00e9s de un periodo de tiempo derivado de la cadena dada del sufijo, el cual debe estar en un formato comprensible para java.text.SimpleDateFormat.
subsys_logging_removeHandler=Borrar controlador 
subsys_logging_rootLogger_desc=Define el registro ra\u00edz para este contexto de registros.
subsys_logging_sizeRotatingFileHandlers_desc=Define un controlador, el cual escribe en un archivo rotando el archivo despu\u00e9s de que el tama\u00f1o del archivo crece m\u00e1s all\u00e1 de cierto punto manteniendo un n\u00famero fijo de copias de seguridadDefines a handler which writes to a file, rotating the log after a the size of the file grows beyond a certain point and keeping a fixed number of backups.
subsys_mail_server_desc=Mail server definitions to used with Mail Session.
subsys_mail_session_desc=Mail session definitions.
subsys_messaging_jms_desc=La configuraci\u00f3n JMS general.
subsys_messaging_jms_provider_desc=Configuraciones del proveedor JMS.
subsys_messaging_queue_metric_desc=M\u00e9trica para colas JMS.
subsys_messaging_topic_metric_desc=M\u00e9trica para temas JMS.
subsys_osgi_capabilityAdd=Agregar funcionalidad
subsys_osgi_capabilityEdit=Modificar funcionalidad
subsys_osgi_frameworkPropertyAdd=Nueva propiedad del marco de trabajo OSGi
subsys_security_audit_desc=Configuraci\u00f3n de auditor\u00eda. Configura una lista de m\u00f3dulos proveedores que se van a utilizar.
subsys_security_authentication_desc=Configuraci\u00f3n de la autenticaci\u00f3n para este dominio. Puede ser cl\u00e1sico o jaspi.
subsys_security_authorization_desc=Configuraci\u00f3n de la autorizaci\u00f3n. Configura una lista de m\u00f3dulos de pol\u00edticas de autorizaci\u00f3n que se van a utilizar.
subsys_security_desc=La configuraci\u00f3n general del sub-sistema de seguridad.
subsys_security_domains_desc=Dominios de seguridad registrados. Seleccione un dominio para modificar las pol\u00edticas de seguridad.
subsys_security_mapping_desc=Configuraci\u00f3n del mapeo. Configura una lista de m\u00f3dulos de mapeo a utilizarse para el mapeo principal, de roles, de atributos y credenciales.
subsys_threads_blocking_bounded_desc=Un grupo de pools de hilos de colas enlazadas bloqueadas.
subsys_threads_blocking_queueless_desc=Un grupo de pools de hilossin colas de bloqueo.
subsys_threads_bounded_desc=Un grupo de pools de hilos de colas enlazadas.
subsys_threads_factory_desc=Un grupo de f\u00e1bricas de hilos.
subsys_threads_queueless_desc=Un grupo de pools de hilos sin colas.
subsys_threads_scheduled_desc=Un grupo de pools de hilos programados.
subsys_threads_unbounded_desc=Un grupo de pools de hilos de colas desenlazadas.
subsys_web_desc=La configuraci\u00f3n del sub-sistema jboss.web.
subsys_web_socketInUse=El enlace de sockets ya lo est\u00e1 utilizando otro conector
subsys_ws_desc=La configuraci\u00f3n del subsistema de servicios web.
subsys_ws_endpoint_desc=Puntos finales de servicios web. Es necesario implementar los puntos finales como aplicaciones normales.
subys_tx_desc=La configuraci\u00f3n del sub-sistema de transacciones.
subys_tx_metric_desc=Esta m\u00e9trica refleja el estado actual del sub-sistema de transacciones. Si no se puede ver ninguna m\u00e9trica entonces es posible que tenga que habilitar las estad\u00edsticas para el sub-sistema de transacciones.
subys_web_metric_desc=M\u00e9trica para el subsistema web subsystem.
subsys_modcluster_desc=The modcluster configuration.
