common_err_server_not_active=\u9078\u629E\u3057\u305F\u30B5\u30FC\u30D0\u30FC\u306F\u7A3C\u52D5\u3057\u3066\u3044\u307E\u305B\u3093\u3002
common_error_contentStillAssignedToGroup=\u30B3\u30F3\u30C6\u30F3\u30C4\u306F\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002
common_error_deploymentFailed=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u5931\u6557
common_error_detailsMissing=\u8A73\u7D30\u306A\u3057
common_error_failedToDecode=\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u5FA9\u53F7\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
common_error_failure=\u5931\u6557\u3057\u305F\u64CD\u4F5C\uFF1A
common_error_unexpectedHttpResponse=\u4E88\u671F\u305B\u306C HTTP \u30EC\u30B9\u30DD\u30F3\u30B9
common_error_unknownError=\u4E0D\u660E\u306A\u30A8\u30E9\u30FC
common_label_action=\u30A2\u30AF\u30B7\u30E7\u30F3
common_label_active=\u6709\u52B9
common_label_add=\u8FFD\u52A0
common_label_addContent=\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u8FFD\u52A0
common_label_addItem=\u30A2\u30A4\u30C6\u30E0\u306E\u8FFD\u52A0
common_label_addProperty=\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u8FFD\u52A0
common_label_addToGroup=\u30B0\u30EB\u30FC\u30D7\u3078\u8FFD\u52A0
common_label_addToGroups=\u30B0\u30EB\u30FC\u30D7\u3078\u8FFD\u52A0Add to Groups
common_label_advanced=\u8A73\u7D30Advanced
common_label_append=Append
common_label_areYouSure=\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
common_label_attributes=\u5C5E\u6027
common_label_autoStart=\u81EA\u52D5\u958B\u59CB\uFF1F
common_label_back=&larr; \u623B\u308B
common_label_basedOn=\u30D9\u30FC\u30B9
common_label_cancel=\u30AD\u30E3\u30F3\u30BB\u30EB
common_label_changeActivation=\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30B7\u30E7\u30F3\u306E\u5909\u66F4
common_label_chooseFile=\u30C7\u30D7\u30ED\u30A4\u3092\u884C\u3046\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
common_label_chooseServerGroup=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306E\u9078\u629E
common_label_clear=\u6D88\u53BB
common_label_contentRepository=\u30B3\u30F3\u30C6\u30F3\u30C4\u30EA\u30DD\u30B8\u30C8\u30EA
common_label_createNewServerConfig=\u65B0\u898F\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A
common_label_delete=\u524A\u9664
common_label_deploymentSelection=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u9078\u629E
common_label_details=\u8A73\u7D30
common_label_disable=\u7121\u52B9
common_label_edit=\u7DE8\u96C6
common_label_enOrDisable=\u6709\u52B9\uFF0F\u7121\u52B9
common_label_enable=\u6709\u52B9
common_label_enabled=\u6709\u52B9
common_label_finish=\u5B8C\u4E86
common_label_item=\u30A2\u30A4\u30C6\u30E0
common_label_key=\u30AD\u30FC
common_label_lazyActivation=\u9045\u5EF6\u30A2\u30AF\u30C6\u30A3\u30D9\u30FC\u30B7\u30E7\u30F3
common_label_logout=Logout
common_label_messageDetail=\u30E1\u30C3\u30BB\u30FC\u30B8\u8A73\u7D30
common_label_messageDetailTitle=\u30E1\u30C3\u30BB\u30FC\u30B8
common_label_messages=\u30E1\u30C3\u30BB\u30FC\u30B8
common_label_name=\u540D\u79F0
common_label_newGroup=\u65B0\u898F\u30B0\u30EB\u30FC\u30D7
common_label_newServerGroup=\u8FFD\u52A0
common_label_noRecentMessages=\u65B0\u898F\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3042\u308A\u307E\u305B\u3093\u3002
common_label_noRecords=\u8A18\u9332\u306A\u3057
common_label_option=\u30AA\u30D7\u30B7\u30E7\u30F3
common_label_plaseWait=\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002
common_label_refresh=\u66F4\u65B0
common_label_reload=\u30EA\u30ED\u30FC\u30C9
common_label_remove=\u524A\u9664
common_label_requestProcessed=\u30EA\u30AF\u30A8\u30B9\u30C8\u51E6\u7406\u4E2D
common_label_reset=\u30EA\u30BB\u30C3\u30C8
common_label_save=\u4FDD\u5B58
common_label_selectedGroups=\u9078\u629E\u3057\u305F\u30B0\u30EB\u30FC\u30D7
common_label_selection=\u9078\u629E
common_label_setDefault=\u30C7\u30D5\u30A9\u30EB\u30C8\u306B\u8A2D\u5B9A
common_label_settings=\u8A2D\u5B9A
common_label_start=\u958B\u59CB
common_label_step=\u624B\u9806
common_label_stop=\u505C\u6B62
common_label_success=\u6210\u529F\uFF1A
common_label_type=\u30BF\u30A4\u30D7
common_label_updateContent=Update Content
common_label_upload=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9
common_label_useFileSystem=Use File System
common_label_value=\u5024
common_label_verifyDeploymentNames=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u540D\u306E\u78BA\u8A8D
common_label_view=\u8868\u793A &rarr;
common_serverConfig_desc=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u306F\u30B5\u30FC\u30D0\u30FC\u306E\u5168\u4F53\u8A2D\u5B9A\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u3059\u3002\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u3092\u958B\u59CB\u53EF\u80FD\u3067\u4F5C\u696D\u3092\u884C\u3046\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u306F\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306B\u6240\u5C5E\u3057\u307E\u3059\u3002
common_serverGroups_desc=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u7FA4\u306B\u5BFE\u3057\u3066\u5171\u901A\u306E\u7BA1\u7406\u30DD\u30EA\u30B7\u30FC\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306F\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3068\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u3059\u3002
common_socket_bindings_desc=\u30BD\u30B1\u30C3\u30C8\u8A2D\u5B9A\u4E00\u89A7\u3002\u3053\u308C\u3089\u306E\u8A2D\u5B9A\u306F\u30B5\u30FC\u30D0\u30FC\uFF0F\u30C9\u30E1\u30A4\u30F3\u5168\u4F53\u306E\u8A2D\u5B9A\u3067\u53C2\u7167\u3055\u308C\u307E\u3059\u3002
help_close_help=Close
help_need_help=Need Help?
host_interfaces_desc=\u30DB\u30B9\u30C8\u3067\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3092\u30D0\u30A4\u30F3\u30C9\u3059\u308B\u305F\u3081\u306E\u7279\u5225\u306A\u30EB\u30FC\u30EB\u3002\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u306F\u540D\u524D\u3067\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3092\u53C2\u7167\u3057\u307E\u3059\u3002
host_properties_desc=\u30DB\u30B9\u30C8\u4E0A\u306E\u30B5\u30FC\u30D0\u30FC\u304C\u7D99\u627F\u3057\u305F\u30D7\u30ED\u30D1\u30C6\u30A3\u3002\u30B5\u30FC\u30D0\u30FC\u3054\u3068\u306B\u5404\u30D7\u30ED\u30D1\u30C6\u30A3\u5024\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3067\u304D\u307E\u3059\u3002
hosts_jvm_desc=\u3053\u308C\u3089\u306E JVM \u8A2D\u5B9A\u306F\u30DB\u30B9\u30C8\u306B\u3042\u308B\u3069\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u3067\u3082\u9069\u7528\u53EF\u80FD\u3067\u3059\u3002\u540D\u524D\u3092\u4F7F\u3044\u3001\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u3078\u306E JVM \u8A2D\u5B9A\u306E\u5272\u308A\u5F53\u3066\u3092\u884C\u3044\u307E\u3059\u3002
hosts_jvm_err_deleteDefault=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E JVM \u8A2D\u5B9A\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
interfaces_desc=\u540D\u524D\u4ED8\u304D\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3068\u3001\u305D\u306E\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306B\u95A2\u9023\u4ED8\u3051\u308B IP \u30A2\u30C9\u30EC\u30B9\u6C7A\u5B9A\u306B\u5FC5\u8981\u306A\u57FA\u6E96\u3002
interfaces_err_inetAddress_set=Inet \u30A2\u30C9\u30EC\u30B9\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u4ED6\u306E\u5024\u306F\u5165\u529B\u3067\u304D\u307E\u305B\u3093\u3002
interfaces_err_loopback_address_set=\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u30A2\u30C9\u30EC\u30B9\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u4ED6\u306E\u5024\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
interfaces_err_loopback_nor_address_set=\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u3001\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u30A2\u30C9\u30EC\u30B9\u5171\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
interfaces_err_loopback_set=\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u4ED6\u306E\u5024\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
interfaces_err_nic_set=Nic \u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u4ED6\u306E\u5024\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
interfaces_err_nicmatch_set=Nic \u306E\u30DE\u30C3\u30C1\u8A2D\u5B9A\u3092\u3057\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u4ED6\u306E\u5024\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
interfaces_err_not_set=\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u57FA\u6E96\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
interfaces_err_wildcard_nor_address_set=Inet \u30A2\u30C9\u30EC\u30B9\u3001\u30EF\u30A4\u30EB\u30C9\u30AB\u30FC\u30C9\u306E\u3044\u305A\u308C\u3082\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
interfaces_err_wildcard_set=\u30A2\u30C9\u30EC\u30B9\u306E\u30EF\u30A4\u30EB\u30C9\u30AB\u30FC\u30C9\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u4ED6\u306E\u5024\u306F\u5165\u529B\u3067\u304D\u307E\u305B\u3093\u3002With Address Wildcard is set, no other values are possible.
logout_confirm=Do you really want to logout?
properties_global_desc=\u3053\u308C\u3089\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u3001\u3053\u306E\u8A2D\u5B9A\u5168\u4F53\u306B\u308F\u305F\u308A\u5229\u7528\u3067\u304D\u307E\u3059\u3002Boot-Time \u30D5\u30E9\u30B0\u306F\u3001\u30D7\u30ED\u30D1\u30C6\u30A3\u304C JVM start (-Dproperty\=value) \u306B\u6E21\u3059\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
server_config_desc=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3002\u8A2D\u5B9A\u3092\u6709\u52B9\u306B\u3059\u308B\u306B\u306F\u3001\u518D\u5EA6\u8A2D\u5B9A\u3092\u8AAD\u307F\u8FBC\u3080\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408\u3082\u3042\u308A\u307E\u3059\u3002
server_config_uptodate=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u306F\u6700\u65B0\u306E\u72B6\u614B\u3067\u3059\u3002
server_instance_pleaseSelect=\u30B5\u30FC\u30D0\u30FC\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
server_instance_reloadRequired=\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u5EA6\u8AAD\u307F\u8FBC\u3093\u3067\u304F\u3060\u3055\u3044\u3002
server_instance_servers_needRestart=\u4EE5\u4E0B\u306E\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\uFF0F\u518D\u8AAD\u307F\u8FBC\u307F\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
server_instances_desc=\u30B5\u30FC\u30D0\u30FC\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306F\u30B5\u30FC\u30D0\u30FC\u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u72B6\u614B\u3092\u8868\u3057\u307E\u3059\u3002\u3053\u308C\u306B\u306F\u3001\u4EEE\u60F3\u30DE\u30B7\u30F3\u306E\u72B6\u614B\u3001\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3084\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u56FA\u6709\u306E\u72B6\u614B (\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u306E\u30D7\u30FC\u30EB\u30B5\u30A4\u30BA) \u306A\u3069\u3082\u542B\u307E\u308C\u307E\u3059\u3002
server_reload_desc=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u3092\u518D\u8AAD\u307F\u8FBC\u307F\u3059\u308B\u304B\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
subsys_ee_desc=EE \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A\u3002\u5168\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3067\u5229\u7528\u3067\u304D\u308B\u3088\u3046\u306B\u30E2\u30B8\u30E5\u30FC\u30EB\u4E00\u89A7\u3092\u6307\u5B9A\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059\u3002
subsys_ejb3_beanpools_desc=EJB \u30B3\u30F3\u30C6\u30CA\u30FC\u306E Bean \u30D7\u30FC\u30EB\u8A2D\u5B9A
subsys_ejb3_container_desc=ejb3 \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u5168\u4F53\u8A2D\u5B9A\u3002\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30EC\u30D9\u30EB\u3042\u308B\u3044\u306F bean \u30EC\u30D9\u30EB\u3067\u30AA\u30FC\u30D0\u30FC\u30E9\u30FC\u30C9\u3057\u306A\u3044\u9650\u308A\u3001\u3053\u308C\u3089\u306E\u8A2D\u5B9A\u306F\u3059\u3079\u3066\u306E bean \u306B\u9069\u7528\u3055\u308C\u307E\u3059\u3002
subsys_ejb3_services_desc=EJB3 \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u4E00\u90E8\u3068\u306A\u3063\u3066\u3044\u308B\u96C6\u7D04\u8A2D\u5B9A\u53EF\u80FD\u306A\u30B5\u30FC\u30D3\u30B9
subsys_ejb3_threadpools_desc=EJB \u30B5\u30FC\u30D3\u30B9\u304C\u53C2\u7167\u3059\u308B\u30B9\u30EC\u30C3\u30C9\u30D7\u30FC\u30EB\u8A2D\u5B9A
subsys_infinispan_cache_container_desc=A set of infinispan cache containers.
subsys_infinispan_distributed_cache_desc=A set of infinispan distributed caches.
subsys_infinispan_invalidation_cache_desc=A set of infinispan invalidation caches.
subsys_infinispan_local_cache_desc=A set of infinispan local caches.
subsys_infinispan_replicated_cache_desc=A set of infinispan replicated caches.
subsys_jacorb_desc=JacORB \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u8A2D\u5B9A
subsys_jca_adminobject_desc=\u30EA\u30BD\u30FC\u30B9\u30A2\u30C0\u30D7\u30BF\u30FC\u306E\u7BA1\u7406\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8
subsys_jca_boostrap_config_desc=\u30EA\u30BD\u30FC\u30B9\u30A2\u30C0\u30D7\u30BF\u30FC\u306E\u30D6\u30FC\u30C8\u30B9\u30C8\u30E9\u30C3\u30D7\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3002\u5404\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306F\u30EF\u30FC\u30AF\u30DE\u30CD\u30FC\u30B8\u30E3\u30FC\u3092\u53C2\u7167\u3057\u307E\u3059\u3002
subsys_jca_common_config_desc=\u30EA\u30BD\u30FC\u30B9\u30A2\u30C0\u30D7\u30BF\u30FC\u306B\u4E00\u822C\u8A2D\u5B9A\u3092\u63D0\u4F9B\u3059\u308B Java EE Connector Architecture (JCA) \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0
subsys_jca_dataSource_metric_desc=\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u4F7F\u7528
subsys_jca_dataSource_registered=\u767B\u9332\u6E08\u307F\u306E\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9
subsys_jca_dataSource_select_driver=JDBC \u30C9\u30E9\u30A4\u30D0\u30FC\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
subsys_jca_dataSource_verify=\u30C6\u30B9\u30C8\u63A5\u7D9A
subsys_jca_dataSource_xaprop_help=XADataSource \u5B9F\u88C5\u30AF\u30E9\u30B9\u3092\u5272\u308A\u5F53\u3066\u308B\u30D7\u30ED\u30D1\u30C6\u30A3
subsys_jca_dataSources_desc=JDBC \u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u8A2D\u5B9A
subsys_jca_datasource_error_loadDriver=JDBC \u30C9\u30E9\u30A4\u30D0\u30FC\u306E\u8AAD\u307F\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
subsys_jca_datasource_error_loadDriver_desc=JDBC \u30C9\u30E9\u30A4\u30D0\u30FC\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u7A3C\u52D5\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u3092\u4F5C\u6210\u3059\u308B\u306B\u306F\u3001JDBC \u30C9\u30E9\u30A4\u30D0\u30FC\u3092\u30C7\u30D7\u30ED\u30A4\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
subsys_jca_error_context_removal=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
subsys_jca_error_context_removal_desc=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306F\u5FC5\u9808\u3067\u3059\u3002
subsys_jca_error_datasource_notenabled=\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u304C\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
subsys_jca_error_default_workmanager_deletion=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30EF\u30FC\u30AF\u30DE\u30CD\u30FC\u30B8\u30E3\u30FC\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
subsys_jca_error_pool_exist=\u30B9\u30EC\u30C3\u30C9\u30D7\u30FC\u30EB\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
subsys_jca_error_pool_exist_desc=\u77ED\u671F\u3001\u9577\u671F\u4E21\u65B9\u306E\u30B9\u30EC\u30C3\u30C9\u30D7\u30FC\u30EB\u8A2D\u5B9A\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
subsys_jca_error_pool_removal=\u30D7\u30FC\u30EB\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
subsys_jca_error_pool_removal_desc=\u77ED\u671F\u5BFE\u5FDC\u30D7\u30FC\u30EB\u306F\u5FC5\u9808\u3067\u3059\u3002
subsys_jca_existingDataSources=\u65E2\u5B58\u306E\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u8A2D\u5B9A
subsys_jca_newDataSource=\u8FFD\u52A0
subsys_jca_ra_connection_desc=\u30EA\u30BD\u30FC\u30B9\u30A2\u30C0\u30D7\u30BF\u30FC\u7528\u306E\u7BA1\u7406\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u8A2D\u5B9A
subsys_jca_ra_registered=\u767B\u9332\u6E08\u307F\u306E\u30EA\u30BD\u30FC\u30B9\u30A2\u30C0\u30D7\u30BF\u30FC
subsys_jca_resource_adapter_desc=\u30EA\u30BD\u30FC\u30B9\u30A2\u30C0\u30D7\u30BF\u30FC\u8A2D\u5B9A
subsys_jca_threadpool_config_desc=JCA \u30EF\u30FC\u30AF\u30DE\u30CD\u30FC\u30B8\u30E3\u30FC\u304C\u5229\u7528\u3059\u308B\u30B9\u30EC\u30C3\u30C9\u30D7\u30FC\u30EB\u8A2D\u5B9A
subsys_jca_workmanager_config_desc=\u30EA\u30BD\u30FC\u30B9\u30A2\u30C0\u30D7\u30BF\u30FC\u306E\u30EF\u30FC\u30AF\u30DE\u30CD\u30FC\u30B8\u30E3\u30FC
subsys_jca_xadataSources_desc=JDBC XA \u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u8A2D\u5B9Adatasource configuration.
subsys_jgroups_err_protocols_required=The protocol stack can not be empty!
subsys_jmx_desc=JMX \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A
subsys_jpa_basicMetric_desc=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3067\u5229\u7528\u3059\u308B Hibernate \u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u60C5\u5831
subsys_jpa_deployment_desc=\u30E1\u30C8\u30EA\u30AF\u30B9\u6709\u52B9\u5316\uFF1A\u6C38\u7D9A\u30E6\u30CB\u30C3\u30C8\u3054\u3068\u306B\u7D71\u8A08\u3092\u53CE\u96C6\u3059\u308B\u304B\u3069\u3046\u304B
subsys_jpa_desc=JPA \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A
subsys_jpa_puList_desc=\u5229\u7528\u53EF\u80FD\u306A\u6C38\u7D9A\u30E6\u30CB\u30C3\u30C8\u3002\u30E1\u30C8\u30EA\u30AF\u30B9\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u6BCE\u306B\u7D71\u8A08\u3092\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
subsys_logging_addHandler=\u30CF\u30F3\u30C9\u30E9\u30FC\u306E\u8FFD\u52A0
subsys_logging_asyncHandlers_desc=\u975E\u540C\u671F\u30B9\u30EC\u30C3\u30C9\u3067\u30B5\u30D6\u30CF\u30F3\u30C9\u30E9\u30FC\u306B\u66F8\u304D\u8FBC\u307F\u3092\u884C\u3046\u30CF\u30F3\u30C9\u30E9\u30FC\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002\u5927\u5E45\u306A\u9045\u5EF6\u3092\u5165\u308C\u308B\u30CF\u30F3\u30C9\u30E9\u30FC\u306B\u4F7F\u7528\u3057\u307E\u3059\u3002
subsys_logging_consoleHandlers_desc=\u30B3\u30F3\u30BD\u30FC\u30EB\u306B\u66F8\u304D\u8FBC\u307F\u3092\u884C\u3046\u30CF\u30F3\u30C9\u30E9\u30FC\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
subsys_logging_customHandlers_desc=\u30AB\u30B9\u30BF\u30E0\u306E\u30ED\u30AE\u30F3\u30B0\u30CF\u30F3\u30C9\u30E9\u30FC\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002\u30AB\u30B9\u30BF\u30E0\u306E\u30CF\u30F3\u30C9\u30E9\u30FC\u306F java.util.logging.Handler \u3092\u7D99\u627F\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
subsys_logging_fileHandlers_desc=\u30D5\u30A1\u30A4\u30EB\u306B\u66F8\u304D\u8FBC\u307F\u3092\u884C\u3046\u30CF\u30F3\u30C9\u30E9\u30FC\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
subsys_logging_invalidByteSpec=\u6570\u5B57\u306E\u5F8C\u306B\u30D0\u30A4\u30C8 (b)\u3001\u30AD\u30ED\u30D0\u30A4\u30C8(k)\u3001\u30E1\u30AC\u30D0\u30A4\u30C8(m)\u3001\u30AE\u30AC\u30D0\u30A4\u30C8(g)\u3001\u30C6\u30E9\u30D0\u30A4\u30C8(t)\u306E\u82F1\u6587\u5B57\u3092\u3064\u3051\u3066\u304F\u3060\u3055\u3044\u3002
subsys_logging_loggers_desc=\u30ED\u30AC\u30FC\u30AB\u30C6\u30B4\u30EA\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
subsys_logging_newHandlerProperty=\u65B0\u898F\u30CF\u30F3\u30C9\u30E9\u30FC\u306E\u30D7\u30ED\u30D1\u30C6\u30A3
subsys_logging_periodicRotatingFileHandlers_desc=\u7279\u5B9A\u306E\u63A5\u5C3E\u8F9E\u6587\u5B57\u5217\u304B\u3089\u306E\u671F\u9593\u5F8C\u30ED\u30B0\u3092\u30ED\u30FC\u30C6\u30FC\u30B7\u30E7\u30F3\u3059\u308B\u3088\u3046\u306B\u30D5\u30A1\u30A4\u30EB\u3078\u66F8\u304D\u8FBC\u3080\u30CF\u30F3\u30C9\u30E9\u30FC\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u306F java.text.SimpleDateFormat \u3067\u89E3\u8AAD\u3067\u304D\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
subsys_logging_removeHandler=\u30CF\u30F3\u30C9\u30E9\u30FC\u306E\u524A\u9664
subsys_logging_rootLogger_desc=\u3053\u306E\u30ED\u30B0\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u5BFE\u3057\u3066\u30EB\u30FC\u30C8\u30ED\u30AC\u30FC\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
subsys_logging_sizeRotatingFileHandlers_desc=\u30D5\u30A1\u30A4\u30EB\u30B5\u30A4\u30BA\u304C\u7279\u5B9A\u306E\u6570\u5024\u3092\u8D85\u3048\u3066\u304B\u3089\u30ED\u30B0\u3092\u30ED\u30FC\u30C6\u30FC\u30B7\u30E7\u30F3\u3057\u3001\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u3092\u4E00\u5B9A\u306E\u6570\u3060\u3051\u53D6\u308B\u3088\u3046\u306B\u3001\u30D5\u30A1\u30A4\u30EB\u306B\u66F8\u304D\u8FBC\u307F\u3092\u884C\u3046\u30CF\u30F3\u30C9\u30E9\u30FC\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
subsys_mail_server_desc=Mail server definitions to used with Mail Session.
subsys_mail_session_desc=Mail session definitions.
subsys_messaging_jms_desc=JMS \u5168\u822C\u8A2D\u5B9A
subsys_messaging_jms_provider_desc=JMS \u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u8A2D\u5B9A
subsys_messaging_queue_metric_desc=JMS \u30AD\u30E5\u30FC\u306E\u30E1\u30C8\u30EA\u30AF\u30B9
subsys_messaging_topic_metric_desc=JMS \u30C8\u30D4\u30C3\u30AF\u306E\u30E1\u30C8\u30EA\u30AF\u30B9
subsys_modcluster_desc=The modcluster configuration.
subsys_osgi_capabilityAdd=\u6A5F\u80FD\u306E\u8FFD\u52A0
subsys_osgi_capabilityEdit=\u6A5F\u80FD\u306E\u7DE8\u96C6
subsys_osgi_frameworkPropertyAdd=\u65B0\u898F OSGi \u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u30D7\u30ED\u30D1\u30C6\u30A3
subsys_security_audit_desc=\u76E3\u67FB\u8A2D\u5B9A\u3002\u4F7F\u7528\u3059\u308B\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u30E2\u30B8\u30E5\u30FC\u30EB\u4E00\u89A7\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002
subsys_security_authentication_desc=\u3053\u306E\u30C9\u30E1\u30A4\u30F3\u306E\u8A8D\u8A3C\u8A2D\u5B9A\u3002\u30AF\u30E9\u30B7\u30C3\u30AF\u304B jaspi \u8A8D\u8A3C\u306E\u3044\u305A\u308C\u304B\u3092\u9078\u629E\u3067\u304D\u307E\u3059\u3002
subsys_security_authorization_desc=\u8A8D\u8A3C\u8A2D\u5B9A\u3002\u4F7F\u7528\u3059\u308B\u8A8D\u8A3C\u30DD\u30EA\u30B7\u30FC\u30E2\u30B8\u30E5\u30FC\u30EB\u4E00\u89A7\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002
subsys_security_desc=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u5168\u4F53\u8A2D\u5B9A
subsys_security_domains_desc=\u767B\u9332\u6E08\u307F\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30C9\u30E1\u30A4\u30F3\u3002\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30DD\u30EA\u30B7\u30FC\u3092\u7DE8\u96C6\u3059\u308B\u30C9\u30E1\u30A4\u30F3\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
subsys_security_mapping_desc=\u30DE\u30C3\u30D4\u30F3\u30B0\u8A2D\u5B9A\u3002\u30D7\u30EA\u30F3\u30B7\u30D1\u30EB\u3001\u30ED\u30FC\u30EB\u3001\u5C5E\u6027\u3001\u8A8D\u8A3C\u60C5\u5831\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306B\u5229\u7528\u3059\u308B\u30DE\u30C3\u30D4\u30F3\u30B0\u30E2\u30B8\u30E5\u30FC\u30EB\u4E00\u89A7\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002
subsys_threads_blocking_bounded_desc=\u30D6\u30ED\u30C3\u30AF\u3057\u3066\u3044\u308B\u30D0\u30A4\u30F3\u30C9\u30AD\u30E5\u30FC\u306E\u30B9\u30EC\u30C3\u30C9\u30D7\u30FC\u30EB
subsys_threads_blocking_queueless_desc=\u30D6\u30ED\u30C3\u30AF\u3057\u3066\u3044\u308B\u30AD\u30E5\u30FC\u306A\u3057\u306E\u30B9\u30EC\u30C3\u30C9\u30D7\u30FC\u30EB
subsys_threads_bounded_desc=\u30D0\u30A4\u30F3\u30C9\u30AD\u30E5\u30FC\u306E\u30B9\u30EC\u30C3\u30C9\u30D7\u30FC\u30EB
subsys_threads_factory_desc=\u30B9\u30EC\u30C3\u30C9\u30D5\u30A1\u30AF\u30C8\u30EA
subsys_threads_queueless_desc=\u30AD\u30E5\u30FC\u306E\u306A\u3044\u30B9\u30EC\u30C3\u30C9\u30D7\u30FC\u30EB
subsys_threads_scheduled_desc=\u4E88\u7D04\u30B9\u30EC\u30C3\u30C9\u30D7\u30FC\u30EB
subsys_threads_unbounded_desc=\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u306A\u3044\u30AD\u30E5\u30FC\u306E\u30B9\u30EC\u30C3\u30C9\u30D7\u30FC\u30EB
subsys_web_desc=jboss.web \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A
subsys_web_socketInUse=\u30BD\u30B1\u30C3\u30C8\u30D0\u30A4\u30F3\u30C7\u30A3\u30F3\u30B0\u306F\u3059\u3067\u306B\u4ED6\u306E\u30B3\u30CD\u30AF\u30BF\u30FC\u3067\u5229\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
subsys_ws_desc=Web \u30B5\u30FC\u30D3\u30B9\u306E\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u8A2D\u5B9A
subsys_ws_endpoint_desc=Web \u30B5\u30FC\u30D3\u30B9\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3002\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3092\u901A\u5E38\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3068\u3057\u3066\u30C7\u30D7\u30ED\u30A4\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
subys_tx_desc=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A
subys_tx_metric_desc=\u3053\u308C\u3089\u306E\u30E1\u30C8\u30EA\u30AF\u30B9\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u73FE\u5728\u306E\u72B6\u614B\u3092\u53CD\u6620\u3057\u307E\u3059\u3002\u30E1\u30C8\u30EA\u30AF\u30B9\u304C\u8868\u793A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u7D71\u8A08\u3092\u6709\u52B9\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
subys_web_metric_desc=Web \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u30E1\u30C8\u30EA\u30AF\u30B9Metrics for the web subsystem.
